Repository: zxhzxhz/LiveContainer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, sv, tr, vi, zh_hans, zh_hant

# lc.appBanner.addToHomeScreen
source: Add to Home Screen
ar: ضع للصفحه الرئيسية
de: Zum Home-Bildschirm hinzufügen
es: Añadir a la pantalla de inicio
fr: Ajouter à l'écran d'accueil
it: Aggiungi alla Schermata Home
ja: ホーム画面に追加
ko: 홈 화면에 추가
pl: Dodaj do ekranu początkowego
pt_br: Adicionar à Tela Inicial
ru: Добавить на экран "Домой"
sv: Lägg till på hemskärmen
tr: Ana Ekrana Ekle
vi: Thêm vào Màn hình Chính
zh_hans: 添加到主屏幕
zh_hant: 加至主畫面

# lc.appBanner.confirmRunWhenMultitasking
source: Some apps are running in multitask mode. Running this app will terminate those apps. Continue?
ar: بعض التطبيقات تعمل في وضع متعدد المهام. تشغيل هذا التطبيق سوف يغلق هذه التطبيقات، هل تود المتابعة؟
de: Einige Apps werden im Multitasking-Modus ausgeführt. Wenn Sie diese Anwendung ausführen, werden diese Anwendungen beendet. Fortsetzen?
es: Algunas apps se están ejecutando en modo multitarea. Ejecutar esta app cerrará esas apps. ¿Continuar?
fr: Certaines applications sont en mode multitâche. Exécuter cette application mettra fin à ces applications. Continuer ?
it: Alcune app sono in esecuzione in modalità multitask. L'esecuzione di questa app terminerà quelle applicazioni. Vuoi Continuare?
ja: 一部のアプリがマルチタスクで実行中です。このアプリを起動すると、マルチタスクで実行しているアプリは終了します。続けますか？
ko: 일부 앱이 멀티태스킹 중입니다. 이 앱을 실행할 경우 멀티태스킹 중인 앱이 모두 닫힙니다.
pl: Niektóre aplikacje są już w trybie wielozadaniowości. Uruchomienie tej aplikacji zakończy pracę tamtych aplikacji. Czy chcesz kontynuować?
pt_br: Alguns aplicativos estão sendo executados no modo multitarefa. Executar este aplicativo irá encerrar os outros. Deseja continuar?
ru: Некоторые приложения работают в режиме многозадачности. Запуск этого приложения завершит их работу. Продолжить?
sv: Vissa appar körs i Multititask läge. Att köra denna app kommer att avsluta dessa appar. Fortsätt?
tr: Bazı uygulamalar çoklu görev modunda çalışıyor. Bu uygulamayı çalıştırmak, söz konusu uygulamaları sonlandıracaktır. Devam etmek istiyor musunuz?
vi: Có vài app đang chạy chế độ đa nhiệm. Mở app này sẽ dừng các app kia. Tiếp tục?
zh_hans: 有一些App正在以多任务模式运行，启动此App会终止这些App，要继续吗？
zh_hant: 尚有應用程式在多任務模式執行。執行此App將停止那些應用程式。要繼續嗎？

# lc.appBanner.confirmUninstallMsg %@
source: Are you sure you want to uninstall %@?
ar: هل أنت متأكد من الغاء تثبيت %@؟
de: Sind Sie sicher, dass Sie %@ deinstallieren wollen?
es: ¿Seguro que quieres desinstalar %@?
fr: Voulez-vous vraiment désinstaller %@ ?
it: Sei sicuro di voler disinstallare %@?
ja: 本当に%@をアンインストールしますか？
ko: %@(을)를 제거하시겠습니까?
pl: Czy na pewno chcesz odinstalować %@?
pt_br: Tem certeza de que deseja desinstalar %@?
ru: Вы действительно хотите удалить %@?
sv: Är du säker på att du vill avinstallera %@?
tr: %@'yı kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn xoá %@?
zh_hans: 你确定要卸载%@吗？
zh_hant: 解除安裝%@？

# lc.appBanner.confirmUninstallTitle
source: Confirm Uninstallation
ar: تأكيد الحذف
de: Deinstallation bestätigen
es: Confirmar desinstalación
fr: Confirmer la désinstallation
it: Conferma disinstallazione
ja: アンインストールの確認
ko: 앱 제거
pl: Potwierdź Odinstalowanie
pt_br: Confirmar Desinstalação
ru: Подтвердить удаление
sv: Bekräfta avinstallation
tr: Kaldırmayı Onayla
vi: Xác nhận Gỡ cài đặt
zh_hans: 确认卸载
zh_hant: 確認解除安裝

# lc.appBanner.copyLaunchUrl
source: Copy Launch URL
ar: أنسخ رابط التشغيل
de: Start-URL kopieren
es: Copiar URL de inicio
fr: Copier l'URL de lancement
it: Copia l'URL d'avvio
ja: 起動URLをコピー
ko: 실행 URL 복사
pl: Kopiuj URL uruchamiania
pt_br: Copiar URL de Inicialização
ru: Копировать Url запуска
sv: Kopiera start-URL
tr: Başlatma Urlsini Kopyala
vi: Sao chép Url khởi chạy
zh_hans: 复制启动链接
zh_hant: 複製啟動網址

# lc.appBanner.createAppClip
source: Create App Clip
ar: انشاء تطبيق قصير
de: App-Clip erstellen
es: Crear App Clip
fr: Créer un extrait d'app
it: Crea App Clip
ja: アプリクリップを作成
ko: App Clip 생성
pl: Stwórz Wycinek Aplikacji
pt_br: Criar Clipe de Aplicativo
ru: Создать блиц-приложение
sv: Skapa App Clip
tr: Uygulama Klibi Oluştur
vi: Tạo App Clip
zh_hans: 创建AppClip
zh_hant: 建立AppClip

# lc.appBanner.deleteDataMsg %@
source: Do you also want to delete data folder of %@? You can keep it for future use.
ar: هل تريد ان تحذف ملف البيانات لـ%@؟ يمكنك أن تبقيها لأستخدام مستقبلي.
de: Möchten Sie außerdem den Datenordner von %@ löschen? Sie können ihn für eine spätere Verwendung behalten.
es: ¿También quieres eliminar la carpeta de datos de %@? Puedes conservarla para usarla más adelante.
fr: Voulez-vous également supprimer le dossier de données de %@ ? Vous pouvez le conserver pour un usage ultérieur.
it: Vuoi anche eliminare la cartella file %@? Puoi tenerla per uso futuro.
ja: %@のデータフォルダも削除しますか？将来のために残しておくこともできます。
ko: %@ 데이터 폴더도 함께 삭제하시겠습니까? 데이터를 유지할 경우 나중에 다시 사용할 수 있습니다.
pl: Czy chcesz usunąć folder danych? Możesz pozostawić go
pt_br: Você quer também apagar a pasta de dados de %@? Você pode mantê-la para uso futuro.
ru: Хотите ли вы также удалить папку данных от %@? Вы можете её оставить для дальнейшего использования.
sv: Vill du också ta bort datamappen %@? Du kan behålla den för framtida användning.
tr: %@'nin veri klasörünü de silmek ister misiniz? İleride kullanmak üzere saklayabilirsiniz.
vi: Bạn cũng muốn xoá thư mục dữ liệu của %@ không? Bạn có thể để lại dùng sau.
zh_hans: 你希望删除%@的数据吗？你可以保留以便以后使用
zh_hant: 您也想刪除%@的資料資料夾嗎？ 你可以保留它以備將來使用。

# lc.appBanner.deleteDataTitle
source: Delete Data Folder
ar: حذف ملف البيانات
de: Datenordner löschen
es: Eliminar carpeta de datos
fr: Supprimer le dossier de données
it: Elimina Cartella Dati
ja: データフォルダを削除
ko: 데이터 폴더 삭제
pl: Usuń Katalog Danych
pt_br: Apagar Pasta de Dados
ru: Удалить папку данных
sv: Ta bort datamapp
tr: Veri Klasörünü Sil
vi: Xoá Thư mục Dữ liệu
zh_hans: 删除数据
zh_hant: 刪除資料夾

# lc.appBanner.jitLaunchNow
source: Run without JIT
ar: شغل بدون JIT
de: Ohne JIT starten
es: Ejecutar sin JIT
fr: Lancer sans JIT
it: Avvia senza JIT
ja: JITなしで実行
ko: JIT 없이 실행
pl: Uruchom bez JIT
pt_br: Executar sem JIT
ru: Запустить без JIT
sv: Kör utan JIT
tr: JIT olmadan çalıştır
vi: Mở bỏ qua JIT
zh_hans: 不带JIT启动
zh_hant: 在沒有JIT的情況下執行

# lc.appBanner.multitask
source: Multitask
ar: وضع متعدد المهام
de: Multitasking
es: Multitarea
fr: Multitâche
ja: マルチタスク
ko: 멀티태스킹
pl: Tryb wielozadaniowości
pt_br: Multitarefa
ru: Многозадачность
sv: Multititask
tr: Çoklu görev
vi: Đa nhiệm
zh_hans: 多任务
zh_hant: 多任務

# lc.appBanner.noDataFolder
source: Data folder not created yet
ar: مِلَفّ البيانات لم ينشئ بعد
de: Datenordner wurde noch nicht erstellt
es: Carpeta de datos aún no creada
fr: Le dossier de données n'a pas encore été créé
it: Cartella dati non ancora creata
ja: データフォルダは未作成
ko: 데이터 폴더 없음
pl: Katalog danych jeszcze nie został stworzony
pt_br: A Pasta de dados ainda não foi criada
ru: Папка данных ещё не создана
sv: Datamappen har inte skapats ännu
tr: Veri klasörü henüz oluşturulmadı
vi: Chưa tạo thư mục dữ liệu
zh_hans: 数据文件夹未创建
zh_hant: 尚未建立資料資料夾

# lc.appBanner.openDataFolder
source: Open Data Folder
ar: افتح مِلَفّ البيانات
de: Datenordner öffnen
es: Abrir carpeta de datos
fr: Ouvrir le dossier de données
it: Apri cartella dati
ja: データフォルダを開く
ko: 데이터 폴더 열기
pl: Otwórz katalog danych
pt_br: Abrir Pasta de Dados
ru: Открыть папку данных
sv: Öppna datamapp
tr: Veri Klasörünü Aç
vi: Mở Thư mục Dữ liệu
zh_hans: 打开数据文件夹
zh_hant: 打開資料夾

# lc.appBanner.run
source: Run
ar: تشغيل
de: Starten
es: Ejecutar
fr: Lancer
it: Avvia
ja: 実行
ko: 실행
pl: Uruchom
pt_br: Executar
ru: Запустить
sv: Kör
tr: Aç
vi: Mở
zh_hans: 启动
zh_hant: 執行

# lc.appBanner.saveAppIcon
source: Save App Icon
ar: احفظ شعار التطبيق
de: App-Symbol speichern
es: Guardar icono de la app
fr: Sauvegarder l'icône de l'application
it: Salva icona App
ja: アプリアイコンを保存
ko: 앱 아이콘 저장
pl: Zapisz ikonę aplikacji
pt_br: Salvar Ícone do Aplicativo
ru: Сохранить иконку приложения
sv: Spara app-ikon
tr: Uygulama Simgesini Kaydet
vi: Lưu Icon app
zh_hans: 保存App图标
zh_hant: 儲存應用程式圖像

# lc.appBanner.uninstall
source: Uninstall
ar: حذف
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Disinstalla
ja: アンインストール
ko: 앱 제거
pl: Odinstaluj
pt_br: Desinstalar
ru: Удалить
sv: Avinstallera
tr: Kaldır
vi: Xoá
zh_hans: 卸载
zh_hant: 解除安裝

# lc.appBanner.waitForJitMsg
source: Please use your favorite way to enable JIT for current LiveContainer.
ar: الرجاء استخدام طريقتك المفضله لتفعيل JIT لـLiveContainer الحالي.
de: Bitte nutzen Sie Ihre bevorzugte Methode, um JIT für den aktuellen LiveContainer zu aktivieren.
es: Usa tu método favorito para habilitar JIT para el LiveContainer actual.
fr: Veuillez utiliser votre méthode préférée pour activer JIT pour le LiveContainer actuel.
it: Puoi usare il tuo modo preferito di attivare JIT per l'attuale LiveContainer.
ja: お好きな方法でLiveContainerのJITを有効化してください。
ko: 현재 LiveContainer에 JIT을 활성화해주세요.
pl: Proszę użyć Twojej preferowanej metody włączenia JIT dla obecnego LiveContainer.
pt_br: Por favor, use sua maneira favorita para habilitar JIT para o contêiner atual.
ru: Пожалуйста, используйте ваш любимый способ, чтобы включить jit для текущего LiveContainer.
sv: Använd ditt favoritsätt för att aktivera jit för aktuell LiveContainer.
tr: Mevcut LiveContainer için tercih ettiğiniz jit etkinleştirme yöntemini kullanın.
vi: Hãy dùng cách yêu thích của bạn để bật JIT cho LiveContainer này.
zh_hans: 请为LiveContainer启用JIT。
zh_hant: 請選用喜愛的方式啟用JIT。

# lc.appBanner.waitForJitTitle
source: Waiting for JIT
ar: انتظار الحصول على JIT
de: Auf JIT warten
es: Esperando al activador JIT
fr: En attente du JIT
it: In attesa del JIT
ja: JIT を待機中
ko: JIT 대기 중
pl: Czekam na JIT
pt_br: Esperando por JIT
ru: Ожидание JIT
sv: Väntar på JIT
tr: JIT bekleniyor
vi: Đang đợi JIT
zh_hans: 等待JIT
zh_hant: 正在等待JIT

# lc.appList.abortInstallation
source: Abort Installation
ar: الغاء التثبيت
de: Installation abbrechen
es: Cancelar instalación
fr: Annuler l'installation
it: Cancella installazione
ja: インストールを中止
ko: 설치 취소
pl: Anuluj instalację
pt_br: Abortar instalação
ru: Прервать установку
sv: Avbryt installation
tr: Yüklemeyi İptal Et
vi: Dừng Cài đặt
zh_hans: 终止安装
zh_hant: 終止安裝

# lc.appList.appCounter %lld
source: %lld Apps in total
ar: %lld تطبيقات في الإجمال
de: %lld Anwendungen insgesamt
es: %lld Apps en total
fr: %lld applications au total
it: %lld App in totale
ja: 合計%lldアプリ
ko: 총 %lld개
pl: %lld Aplikacji
pt_br: %lld Aplicativos no Total
ru: %lld приложений
sv: %lld appar totalt
tr: Toplam %lld Uygulama
vi: Tổng %lld app
zh_hans: 共%lld个App
zh_hant: 共 %lld 個應用程式

# lc.appList.appInfoInitError
source: Failed to Initialize AppInfo!
ar: فشل في تهيئة معلومات التطبيق!
de: Initialisierung der App-Info fehlgeschlagen!
es: ¡Error al inicializar AppInfo!
fr: Échec de l'initialisation AppInfo !
it: Errore nell'analizzare AppInfo!
ja: AppInfoの初期化に失敗しました
ko: 앱 정보 초기화에 실패했습니다.
pl: Nie udało się zainicjować AppInfo!
pt_br: Falha ao inicializar 'AppInfo'!
ru: Не удалось инициализировать AppInfo!
sv: Det gick inte att initiera AppInfo!
tr: AppInfo başlatılamadı!
vi: Không thể Khởi tạo AppInfo!
zh_hans: 初始化AppInfo失败!
zh_hant: 初始化AppInfo失敗！

# lc.appList.appNotFoundError
source: App not Found.
ar: لم يتم العثور على التطبيق.
de: App nicht gefunden.
es: App no encontrada.
fr: L'application n'a pas été trouvée.
it: App non trovata.
ja: アプリが見つかりません。
ko: 앱을 찾을 수 없습니다.
pl: Nie znaleziono aplikacji.
pt_br: Aplicativo Não Encontrado.
ru: Приложение не найдено.
sv: Appen hittades inte.
tr: Uygulama bulunamadı.
vi: Không tìm thấy app.
zh_hans: 未找到App!
zh_hant: 未找到應用程式。

# lc.appList.bundleNotFondError
source: App bundle not found.
ar: لم يتم العثور على حزمة التطبيقات.
de: App-Bundle nicht gefunden.
es: Paquete de la app no encontrado.
fr: Le paquet d'applications n'a pas été trouvé.
it: Pacchetto app non trovato.
ja: アプリバンドルが見つかりません。
ko: 앱 번들을 찾을 수 없습니다.
pl: Nie znaleziono pakietu aplikacji.
pt_br: Pacote do aplicativo não encontrado.
ru: Пакет приложения не найден.
sv: App bundle hittades inte.
tr: Uygulama paketi bulunamadı.
vi: Không tìm thấy gói app.
zh_hans: 未找到App包。
zh_hant: 未找到應用程式捆綁包。

# lc.appList.convertToSharedToShowInLC2
source: Convert Apps to Shared Apps to Use Them in LiveContainer2
ar: حول التطبيقات الى تطبيقات مُشارَكه لاستعمالها في LiveContainer2
de: Apps in geteilte Apps umwandeln, um sie in LiveContainer2 nutzen zu können.
es: Convierte las apps en Apps Compartidas para usarlas en LiveContainer2
fr: Convertir des applications en applications partagées pour les utiliser dans LiveContainer2
it: Converti App in App Condivise per poterle usare in LiveContainer2
ja: アプリを共有アプリに変換するとLiveContainer 2で使用できます
ko: LiveContainer2에서 앱을 사용하려면, LiveContainer에서 앱을 공유 앱으로 변환해주세요.
pl: Zamień Aplikacje w Aplikacje Dzielone aby używać ich w LiveContainer2
pt_br: Converta Aplicativos em Aplicativos Compartilhados para Usá-los no segundo contêiner
ru: Конвертировать приложения в общие приложения для использования их во втором LiveContainer'е
sv: Konvertera appar till delade appar för att använda dem i LiveContainer2
tr: Uygulamaları LiveContainer2'de kullanabilmek için onları Paylaşılan Uygulamalara dönüştürün
vi: Chuyển các App thành Được Chia sẻ để Dùng trong LiveContainer2
zh_hans: 将App转换为共享App以在LiveContainer2中使用
zh_hant: 將應用程式轉換為共享應用程式，以便在LiveContainer2中使用

# lc.appList.enterUrlTip
source: Enter URL or URL Scheme
ar: ادخل الurl او الurl scheme
de: URL oder URL-Schema eingeben
es: Introduzca URL o esquema URL
fr: Saisir une URL ou un schéma d'URL
it: Inserisci l'URL o lo schema URL.
ja: URLまたはURLスキームを入力
ko: URL 또는 URL Scheme을 입력하세요.
pl: Wprowadź URL lub schemat URL
pt_br: Insira a URL ou Tema da URL
ru: Введите URL-адрес или схему URL
sv: Ange Url- eller Url-schema
tr: URL veya URL Şeması Girin
vi: Nhập Url hoặc Url Scheme
zh_hans: 请输入链接
zh_hant: 輸入網址或網址方案

# lc.appList.generatedIconStyleSelector.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크 모드
pl: Ciemny
ru: Тёмная
tr: Koyu
vi: Tối
zh_hans: 深色
zh_hant: 深色

# lc.appList.generatedIconStyleSelector.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트 모드
pl: Jasny
ru: Светлая
tr: Açık
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# lc.appList.generatedIconStyleSelector.original
source: Original
ar: أصليّة
ja: オリジナル
ko: 오리지널
pl: Oryginalny
ru: Оригинал
tr: Orijinal
vi: Nguyên bản
zh_hans: 原版
zh_hant: 原版

# lc.appList.generatedIconStyleSelector.title
source: Please select an icon style
ar: أختر أسلوب الأيقونة
de: Bitte wählen Sie einen Icon-Stil aus
es: Selecciona un estilo de icono
fr: Veuillez sélectionner un style d'icône
ja: アイコンのスタイルを選択してください
ko: 앱 아이콘을 선택해주세요.
pl: Proszę wybrać jakikolwiek styl ikon
ru: Пожалуйста, выберите стиль иконки
tr: Lütfen bir simge stili seçin
vi: Hãy chọn kiểu biểu tượng
zh_hans: 请选择一个图标样式
zh_hant: 請選取一個圖示樣式

# lc.appList.hiddenApps
source: Hidden Apps
ar: التطبيقات المخفية
de: Ausgeblendete Apps
es: Apps ocultas
fr: Applications masquées
it: App nascoste
ja: 非表示のアプリ
ko: 숨긴 앱
pl: Ukryte Aplikacje
pt_br: Aplicativos Escondidos
ru: Скрытые приложения
sv: Dolda appar
tr: Gizli Uygulamalar
vi: Các App bị ẩn
zh_hans: 隐藏App
zh_hant: 隱藏的應用程式

# lc.appList.hideAppTip
source: Hide app in app settings.
ar: اخفي التطبيق في اعدادات التطبيق.
de: App in den App-Einstellungen ausblenden.
es: Ocultar la aplicación en la configuración de la aplicación.
fr: Masquer l'application dans les paramètres de l'application.
it: App nascoste nelle impostazioni app.
ja: 非表示のアプリはここに表示されます
ko: 앱 설정에서 앱 숨기기.
pl: Ukryj aplikacje w ustawieniach aplikacji.
pt_br: Esconder um aplicativo nas configurações.
ru: Скройте приложение в его настройках.
sv: Dölj app i appinställningar.
tr: Uygulama ayarlarında uygulamayı gizle.
vi: Ẩn app trong cài đặt app.
zh_hans: 在App设置中可隐藏App
zh_hant: 從設定隱藏應用程式。

# lc.appList.infoPlistCannotReadError
source: Failed to read app's Info.plist.
ar: لم يتم قراءه info.plist التطبيق.
de: Info.plist der App konnte nicht gelesen werden.
es: No se pudo leer el Info.plist de la app.
fr: Échec de la lecture du fichier Info.plist de l'application.
it: Errore nella lettura di Info.plist dell'app
ja: アプリのInfo.plistの読み取りに失敗しました。
ko: 앱의 Info.plist를 읽을 수 없습니다.
pl: Błąd w czytaniu pliku Info.plist aplikacji.
pt_br: Falha ao ler 'Info.plist' do aplicativo.
ru: Не удалось прочитать Info.plist приложения.
sv: Det gick inte att läsa appens Info.plist.
tr: Uygulamanın Info.plist dosyası okunamadı.
vi: Không thể đọc Info.plist của app.
zh_hans: 读取Info.plist失败。
zh_hant: 讀取應用程式的Info.plist失敗。

# lc.appList.installAsNew
source: Install as new
ar: ثبت كجديد
de: Neu installieren
es: Instalar como nueva
fr: Installer comme neuf
it: Installa come nuovo
ja: 新規インストール
ko: 새로운 앱으로 설치
pl: Zainstaluj jako nową
pt_br: Instalar como um novo aplicativo
ru: Установить как новый
sv: Installera som ny
tr: Yeni olarak kur
vi: Cài như app mới
zh_hans: 安装为新App
zh_hant: 安裝為新的App

# lc.appList.installation
source: Installation
ar: التثبيت
es: Instalación
it: Installazione
ja: インストール
ko: 설치
pl: Instalacja
pt_br: Instalação
ru: Установка
tr: Kurulum
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

# lc.appList.installFromIpa
source: Install IPA File
ar: ثبت مِلَفّ IPA
de: IPA-Datei installieren
es: Instalar archivo IPA
fr: Installer un fichier IPA
it: Installa il File IPA
ja: IPAファイルをインストール
ko: IPA 설치하기
pl: Zainstaluj plik IPA
pt_br: Instalar Arquivo IPA
ru: Установить файл IPA
sv: Installera IPA-fil
tr: IPA Dosyası Yükle
vi: Cài File IPA
zh_hans: 通过IPA文件安装
zh_hant: 安裝IPA檔

# lc.appList.installFromUrl
source: Install from URL
ar: ثبت من رابط
de: Von URL installieren
es: Instalar desde URL
fr: Installer à partir d'une URL
it: Installa dall'URL
ja: URLからインストール
ko: URL로 설치하기
pl: Zainstaluj z adresu URL
pt_br: Instalar pela URL
ru: Установить из URL
sv: Installera från URL
tr: URL'den yükle
vi: Cài đặt từ URL
zh_hans: 通过链接安装
zh_hant: 從網址安裝

# lc.appList.installReplaceTip
source: There is an existing application with the same bundle identifier. Replace one or install as new.
ar: هنالك تطبيق موجود بالفعل بهذا معرف الحزمه. بدل هذا المعرف او ثبت كجديد.
de: Es gibt bereits eine App mit demselben Bundle-Identifikator. Ersetzen Sie sie oder installieren Sie sie neu.
es: Ya existe una aplicación con el mismo identificador de paquete. Reemplázala o instala como nueva.
fr: Il existe une application existante avec le même identifiant de paquet. Remplacez-la ou installez-la en tant que nouvelle application.
it: C'è già un'applicazione con lo stesso Bundle ID. Sostituiscilo o installa come nuova applicazione.
ja: 同じバンドル識別子を持つ既存のアプリがあります。置き換えるか、新規インストールしてください。
ko: 동일한 번들 식별자를 갖고 있는 앱이 존재합니다. 기존에 설치되어 있는 앱에 덮어씌우거나 새로운 앱으로 설치해주세요.
pl: Aplikacja z taką samą nazwą pakietu już istnieje. Zastąpić ją, czy zainstalować ją jako nową.
pt_br: Existe um aplicativo existente com o mesmo identificador de pacote de outro aplicativo. Substitua um deles ou instale como novo.
ru: Уже установлено другое приложение с тем же ИД пакета. Хотите ли вы его обновить, либо установить в качестве нового?
sv: Det finns ett befintligt app med samma bundle identifierare. Ersätt en eller installera som ny.
tr: Aynı paket tanımlayıcısına sahip mevcut bir uygulama var. Birini değiştirin veya yeni olarak kurun.
vi: Có ứng dụng với cùng định danh gói. Vui lòng chọn thay thế hoặc cài đặt mới.
zh_hans: 已有相同包名的App存在。请从下列App中选择一个替换或安装为新App。
zh_hant: 有一個具有相同捆綁識別符號的現有應用程式。 更換一個或安裝為新的。

# lc.appList.installTip
source: Press the Plus Button to Install Apps.
ar: اضغط على علامه + لتثبيت التطبيقات.
de: Tippen Sie auf das Plus, um Anwendungen zu installieren.
es: Pulsa el botón Más para instalar apps.
fr: Appuyez sur le bouton Plus pour installer des applications.
it: Premi il pulsante Più per Installare le App.
ja: ＋ボタンを押してアプリをインストール
ko: 앱을 설치하려면 +를 누르세요.
pl: Naciśnij ikonę + aby zainstalować aplikację.
pt_br: Pressione o botão '+' para instalar aplicativos.
ru: Нажмите на кнопку '+', чтобы установить приложения.
sv: Tryck på Plus-knappen för att installera appar.
tr: Uygulamaları yüklemek için artı düğmesine basın.
vi: Nhấn vào dấu cộng để cài đặt ứng dụng.
zh_hans: 点击加号按钮安装App
zh_hant: 按下+安裝應用程式。

# lc.appList.installUrlInputTip
source: Please Input Install URL
ar: الرجاء أدخال رابط تثبيث التطبيق
de: Bitte geben Sie die Installations-URL ein
es: Introduce la URL de instalación
fr: Veuillez saisir l'URL d'installation
it: Inserisci URL Installazione
ja: インストールURLを入力
ko: URL을 입력해주세요.
pl: Proszę wpisać URL do instalacji
pt_br: Insira a URL de Instalação
ru: Пожалуйста, введите URL установки
sv: Vänligen lägg in installations-URL
tr: Lütfen Yükleme URL'sini Girin
vi: Vui lòng nhập URL cài đặt
zh_hans: 请输入安装链接
zh_hant: 請輸入安裝網址

# lc.appList.ipaAccessError
source: Failed to access IPA
ar: خطأ عند الوصول لملف IPA
de: Zugriff auf IPA fehlgeschlagen
es: Error al acceder al IPA
fr: Échec de l'accès à l'IPA
it: Errore nell'accedere il file IPA
ja: IPAのアクセスに失敗しました
ko: IPA에 접근할 수 없습니다.
pl: Brak dostępu do pliku IPA
pt_br: Falha ao acessar IPA
ru: Не удалось получить доступ к IPA
sv: Det gick inte att komma åt IPA
tr: IPA'ya erişilemedi
vi: Không thể truy cập IPA
zh_hans: 无法读取IPA。
zh_hant: 訪問IPA失敗

# lc.appList.manageInPrimaryTip
source: Manage apps in the primary LiveContainer
ar: أداره التطبيقات في LiveContainer حصراً
de: Verwalten Sie Apps im primären LiveContainer
es: Administrar apps en el LiveContainer primario
fr: Gérer les applications dans le LiveContainer principal
it: Gestisci l'app nell'app principale LiveContainer
ja: メインのLiveContainerを管理
ko: LiveContainer에서 앱을 관리하세요.
pl: Zarządzaj aplikacjami w głównym LiveContainer
pt_br: Gerenciar aplicativos no contêiner primário
ru: Управляйте приложениями в основном LiveContainer
sv: Hantera appar i den primära LiveContainer
tr: Birincil LiveContainer'daki uygulamaları yönetin
vi: Mở LiveContainer gốc để quản lý ứng dụng
zh_hans: 请在主LiveContainer中管理App
zh_hant: 在主LiveContainer中管理應用程式

# lc.appList.myApps
source: My Apps
ar: تطبيقاتي
de: Meine Apps
es: Mis aplicaciones
fr: Mes applications
it: Le mie App
ja: マイアプリ
ko: 앱 목록
pl: Moje Aplikacje
pt_br: Meus aplicativos
ru: Мои приложения
sv: Mina appar
tr: Uygulamalarım
vi: Ứng dụng của tôi
zh_hans: App
zh_hant: 我的應用程式

# lc.appList.openLink
source: Open Link
ar: فتح رابط
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri link
ja: リンクを開く
ko: 링크 열기
pl: Otwórz Łącze
pt_br: Abrir Link
ru: Открыть ссылку
sv: Öppna länk
tr: Bağlantıyı aç
vi: Mở Liên kết
zh_hans: 打开链接
zh_hant: 開啟連結

# lc.appList.plistInvalidError
source: Invalid itms-services URL format
ar: تنسيق URL لخدمات itms-Services غير صالح
de: Ungültiges URL-Format für "itms-services"
es: Formato de URL itms-services no válido
fr: Format d'URL de itms-services invalide
ja: 無効な itms-services URL 形式
ko: 유효하지 않은 itms-services URL입니다.
pl: Nieprawidłowy format adresu URL itms-services
ru: Недействительный itms-services URL-формат
tr: Geçersiz itms-services URL biçimi
vi: Định dạng URL itms-services không hợp lệ
zh_hans: 无效的itms-services链接格式
zh_hant: 無效的itms-services連結格式

# lc.appList.plistNoIpaError
source: No IPA download URL found in plist
ar: لم يتم العثور على رابط تحميل IPA في الخانة
de: Keine IPA-Download-URL in "plist" gefunden
es: No se encontró URL de descarga de IPA en el plist
fr: Aucune URL de téléchargement IPA trouvée dans le fichier plist
ja: IPAダウンロードURLがplistに見つかりません
ko: plist에서 IPA 파일 다운로드 URL을 찾을 수 없습니다.
pl: W pliku plist nie znaleziono adresu URL do pobrania pliku IPA
ru: Не найден URL-адрес загрузки IPA в plist-файле
tr: Plist dosyasında IPA indirme URL'si bulunamadı
vi: Không tìm thấy URL tải IPA trong plist
zh_hans: 在plist中未找到IPA下载链接
zh_hant: 在plist中找不到IPA下載連結

# lc.appList.plistParseError
source: Failed to parse plist file
ar: فشل تحليل ملف plist
de: Fehler beim Analysieren der "plist"-Datei
es: Error al analizar el archivo plist
fr: Échec de l'analyse du fichier plist
ja: Plistファイルの解析に失敗しました
ko: plist를 파싱하는데 실패했습니다.
pl: Nie udało się przeanalizować pliku plist
ru: Не удалось обработать plist-файл
tr: Plist dosyası ayrıştırılamadı
vi: Không thể phân tích cú pháp tệp plist
zh_hans: 解析plist文件失败
zh_hant: 無法解析plist檔案
